Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: And many of these people who are victims, they don't even know who it is.
pt: Mesmo hoje, nos EUA, as mulheres ainda não ganham o mesmo que os homens .

source: In recent months, the CDC has published detailed guidelines on how to handle various aspects of Ebola, from lab specimens and infectious waste to the proper use of protective equipment.
pt: Nos últimos meses, o CDC publicou diretrizes detalhadas sobre como lidar com vários aspectos do Ebola, mas a maneira como essa informação é transmitida varia muito, disse Castillo.

source: A reconstruction of Hellboy's remains shows it was similar to the Triceratops, but has a distinctive neck frill, a taller nose horn and very small horns over its eyes.
pt: A reconstituição do "Hellboy" revelou que ele era semelhante em muitos aspectos ao Tricerátopo, mas com um folho ao redor da cabeça muito peculiar, um chifre mais imponente no nariz e um pequeno chifre sobre cada olho.

source: Japan marks end of WWII under criticism from China, S. Korea
pt: Japão comemora o fim da Segunda Guerra entre críticas de Pequim e Seul

source: House of Representatives Speaker John Boehner and Senator Mitch McConnell, who is set to become Senate majority leader in January, said they intend to send Obama legislation repealing all or parts of the president's landmark healthcare law .
pt: O presidente receberá amanhã na Casa Branca tanto Boehner como Mitch McConnell, o futuro presidente do Senado, junto com líderes democratas na Câmara dos Representantes e no Senado para conversar sobre a agenda legislativa no atual Congresso e que tomará posse a partir de janeiro.

source: House of Representatives Speaker John Boehner and Senator Mitch McConnell, who is set to become Senate majority leader in January, said they intend to send Obama legislation repealing all or parts of the president’s landmark healthcare law.
pt: O presidente receberá amanhã na Casa Branca tanto Boehner como Mitch McConnell, o futuro presidente do Senado, junto com líderes democratas na Câmara dos Representantes e no Senado para conversar sobre a agenda legislativa no atual Congresso e que tomará posse a partir de janeiro.

source: More than 150,000 people have been killed in Syria's three-year-old civil war .
pt: Pelo menos 150 mil pessoas morreram na guerra civil da Síria, que já está em seu quarto ano.

source: The three-way meeting in the Jordanian capital aims to "focus on ways to restore calm and de-escalate tensions in Jerusalem," State Department deputy spokeswoman Marie Harf said.
pt: A reunio vai "se concentrar em formas para restaurar a calma e reduzir as tenses em Jerusalm", afirmou a porta-voz adjunta do Departamento de Estado Marie Harf, em comunicado divulgado nesta quinta-feira em Am.

source: People around the world are trying to summon a "Mexican demon" named Charlie, using pencils and a bit of paper.
pt: Muita gente anda cruzando lápis ou canetas sobre folhas de papel e perguntando se o demônio mexicano Charlie está presente .

source: The pro-Morsi National Alliance to Support Legitimacy on Sunday reiterated its call for supporters to rally at the court on Monday.
pt: A Aliança Nacional de Apoio à Legitimidade, que inclui simpatizantes da Irmandade, convocou protestos para esta segunda-feira em oposição ao julgamento.

source: BRUSSELS (Reuters) - Negotiations to avert a Greek debt default stumbled on Wednesday and euro zone finance ministers accused Athens of refusing to compromise despite a deadline next week that could put it on a path out of the euro zone.
pt: BRUXELAS (Reuters) - Ministros das Finanças da zona do euro vão trabalhar no acordo de financiamento em troca de reformas com a Grécia com base em uma proposta das instituições credoras uma vez que as negociações com Atenas não produziram um entendimento, disseram autoridades da zona do euro nesta quinta-feira.

source: Opponents of flying the flag at the State House grounds consider it an emblem of slavery that has become a rallying symbol for racism and xenophobia in the United States.
pt: Os críticos da presença da bandeira confederada na Câmara Estadual consideram a bandeira um emblema da escravidão, que se tornou um símbolo mobilizador do racismo e da xenofobia nos Estados Unidos .

source: Most of those on board were Indonesians .
pt: A maioria de quem estava a bordo era indonésia .

source: "Our challenge ... this year will be to find ways to get more of this aid to the countries that need it most and to ensure we are getting as much as we can out of every dollar spent," he said in a statement.
pt: "Nosso desafio enquanto finalizamos este ano as metas de desenvolvimento pós-2015 será encontrar maneiras de levar mais dessa ajuda aos países que mais necessitam e garantir que estamos conseguindo o máximo que podemos de cada dólar gasto."

source: ‘No end to sanctions, no agreement’: Iran sticks to nuclear deal demands
pt: Irã quer fim das sanções no 1º dia de aplicação do acordo nuclear

source: Kevin Spacey revels in his anti-hero president in 'House of Cards'
pt: Kevin Spacey se diverte com seu presidente anti-herói em "House of Cards"

source: Most cases and deaths are in sub-Saharan Africa, many of them occurring among children .
pt: A maioria desses óbitos ocorreu entre crianças vivendo na África.

source: Fabius said his colleagues remained in talks, and that he would return to Lausanne "as soon as is necessary. "
pt: "Obviamente, eu vou voltar para Lausanne, logo que for necessário", disse Fabius .

source: US State Department spokesperson Jen Psaki on Saturday said the DPRK statement "inappropriately" links routine US-ROK exercises to the possibility of a nuclear test and called the proposal an "implicit threat."
pt: "Pyongyang relacionou de forma inapropriada os exercício entre Washington e Seul com a possibilidade de realizar um teste nuclear", declarou a porta-voz do departamento de Estado, Jen Psaki.

source: NEW YORK - U.S. stocks fell for a second straight session on Tuesday, with equities maintaining a tight range that corresponded with currency fluctuations as traders focused on the dollar's strength and its possible effect on corporate earnings.
pt: As bolsas dos Estados Unidos fecharam em queda pelo segundo dia consecutivo nesta terça-feira (24), com os operadores se concentrando na força do dólar e seu possível efeito sobre os lucros corporativos .

source: Boko Haram leader says ruling Nigerian town by Islamic law
pt: Boko Haram proclama "califado islâmico" em cidade da Nigéria

source: Australian Prime Minister Tony Abbott described the latest news as “heartbreaking.”
pt: O primeiro-ministro australiano, Tony Abbott, chamou o caso de "desolador" .

source: US President Barack Obama will decide in "the next days" whether to remove Cuba from a blacklist of state sponsors of terrorism, top diplomat John Kerry said Sunday, refusing to divulge what he had recommended.
pt: Decisão » EUA ainda não decidiram sobre retirada de Cuba da lista de terrorismo "A recomendação do Departamento de Estado de remover Cuba da lista de Estados que patrocinam o terrorismo", afirmou Cardin em nota oficial.

source: So, that's it for today .
pt: Mas não foi bem isso que aconteceu .

source: We talk a lot about race .
pt: Podemos falar sobre o assunto ?

source: Holly Cale, from ICBP, said Beaky had "recovered amazingly well".
pt: Holly Cale, do ICBP, afirmou que Beaky se "recuperou extremamente bem" .

source: "And I knew that it was going to be a tough race with her .
pt: “Eu não sabia como eu estava nessa prova e aí fiz força demais .

source: VW Chief Executive Martin Winterkorn said in March the carmaker, though hoarding almost 18 billion euros ($24 billion) in cash, had no plans to expand the group through acquisitions as it was focusing on integrating its 12-brand network.
pt: O presidente-executivo da VW, Martin Winterkorn, disse em uma coletiva de imprensa em março que a empresa não tinha planos naquele momento de expandir o grupo por meio de novas aquisições, enquanto foca em integrar sua rede de 12 marcas.

source: ISIS would later kill Goto and another Japanese hostage, Haruna Yukawa .
pt: Uma semana antes eles já haviam matado outro refém japonês, Haruna Yukawa.

source: German Chancellor Angela Merkel and Greek Prime Minister Alexis Tsipras have met on the sidelines of an EU meeting on migration .
pt: A chanceler da Alemanha, Angela Merkel, se reuniu hoje com o primeiro-ministro da Grécia, Alexis Tsipras, antes de um encontro de líderes da União Europeia em Bruxelas, disse ela durante entrevista coletiva .

source: Iranian Foreign Minister Mohammad Javad Zarif said Saturday there were divisions among the world powers attempting to negotiate a landmark deal with Tehran over its nuclear programme.
pt: O ministro das Relações Exteriores do Irã culpou a falta de união entre as potências ocidentais pelo fracasso em se chegar a um acordo sobre seu programa nuclear no último sábado.

source: St Louis County executive Steve Stenger said county police would immediately take charge of "police emergency management" in Ferguson and surrounding districts.
pt: A polícia do condado de Saint Louis, onde está Ferguson, está a cargo da segurança na cidade, após a declaração do estado de emergência no condado.

source: The leaders of the BRICS (Brazil, Russia, India, China and South Africa) group and South American countries have begun an outreach meeting in Brasilia.
pt: Nesta quarta-feira, em Brasília, acontece uma reunião de trabalho entre os mandatários dos países do Brics e chefes de Estado e de governo da América do Sul.

source: LONDON A Congolese-Belgian woman has become the first in the world to give birth to a healthy child after doctors restored her fertility by transplanting ovarian tissue that was removed and frozen when she was a child.
pt: A outra vem da Europa, onde uma mulher se tornou a primeira do mundo a ter um bebê com a ajuda do próprio ovário, que foi congelado quando ela ainda não tinha entrado na idade reprodutiva.

source: Clint Eastwood to make film about ‘Hudson miracle’ hero pilot - Global Times
pt: Clint fará filme sobre o piloto que faz pouso de emergência sobre o rio Hudson

source: SAO PAULO Zico has been promised the backing of the Brazilian Football Confederation (CBF) for his bid to run for the FIFA presidency if he can show he has the support of four other federations.
pt: A Confederação Brasileira de Futebol (CBF) anunciou, nesta quinta-feira, que apoiará a candidatura do ex-jogador Zico à presidência da Fifa, se ele conseguir o respaldo de outras quatro federações, como exige o regulamento do organismo .

source: The International Organization for Migration said Monday it had received a distress call from a sinking boat in the Mediterranean carrying more than 300 people, with at least 20 people reported dead.
pt: Uma barcação com mais de 300 pessoas a bordo está afundando no Mediterrâneo, anunciou nesta segunda-feira a Organização Internacional para as Migrações (OIM), que recebeu um pedido de socorro de uma pessoa que viaja na embarcação e afirmou que morreram 20 pessoas.

source: CAIRO Aug 3 (Reuters) - Egypt is looking to borrow at least $1.5 billion from local and international banks in order to repay debt owed to foreign oil companies operating in the country, Oil Minister Sherif Ismail told Reuters on Sunday.
pt: CAIRO (Reuters) - O Egito considera emprestar ao menos 1,5 bilhões de dólares de bancos nacionais e internacionais para quitar um débito com companhias internacionais de petróleo que operam no país, afirmou o ministro do Petróleo Sherif Ismail à Reuters no domingo.

source: "We call on Russia to step back from confrontation and take the path of peace."
pt: Conclamamos a Rússia a evitar o confronto e seguir o caminho da paz”, disse Rasmussen.

source: "I have no idea what the results were, and I couldn't care less," she says.
pt: Não importa se vou ter ela comigo ou não, eu só quero saber notícias dela .

source: Whisk eggs and butter together.
pt: Em uma batedeira, bata a manteiga com os ovos .

source: "I trust in my innocence and I am going to prove it to the proper authorities .
pt: Confio na minha inocência e vou provar isso perante os órgãos competentes .

source: "You're not going to take $4 and go home .
pt: Estamos no caminho certo e isso não vai acabar. "

source: We have one person killing two other people .
pt: Ele foi morto depois de matar duas pessoas em dois ataques diferentes.

source: “There is also a significant constituency in Turkey for normalizing relations with Armenia.”
pt: Presidente armênio diz que país está pronto para normalizar relações com a Turquia

source: "Rest in peace Jules Bianchi .
pt: Descanse em paz meu irmão Jules Bianchi !

source: "I was invited to dinner by a man who was a producer, who wanted to put me in movies and I said I wasn't interested," she said.
pt: "Eu já vi criança que não queria entrar no palco e a mãe: mas ela canta, ela faz isso, ela faz aquilo !

source: This marks the fourth time in nearly seven months the bank has cut the RRR, and the fifth time it has cut interest rates in almost nine months.
pt: Mais cedo, a queda do dólar veio após o banco central da China cortar as taxas de juros e, ao mesmo tempo, afrouxar as taxas de compulsório pela segunda vez em dois meses .

source: Hollande said that he will inform Germanys’ Chancellor Angela Merkel and Ukraine’s President Pyotr Poroshenko about the contents of his conversation with Putin in the coming hours.
pt: Antes de chegar a Moscou, François Hollande se reuniu com o presidente da Ucrânia, Petro Poroshenko, e a chanceler alemã, Angela Merkel.

source: The aim of the ISIS militant group is to create an Islamic state across Sunni areas of Iraq and Syria .
pt: O número dois do grupo Estado Islâmico (EI) foi morto em um ataque no Iraque .

source: Malaysia finds 139 graves in extensive migrant 'detention' camps
pt: Polícia da Malásia encontra 139 covas em 28 campos clandestinos de imigrantes

source: If we keep playing like that I can't ask for any more .
pt: "Não podemos fazer um jogo daquele e não repetir isso .

source: UFA, Russia, July 9 An agreement between major powers and Iran on curbing Tehran's nuclear programme could be reached within hours, Russian Deputy Foreign Minister Sergei Ryabkov said on Thursday.
pt: O vice-ministro de Relações Exteriores da Rússia, Sergei Ryabkov, disse nesta quinta-feira que as negociações entre o Irã e as seis potências mundiais, entre elas a Rússia, devem chegar a um acordo "a qualquer momento".

source: Pakistan instituted a moratorium on executions in 2008, and, since then only one man had been hanged (in a case related to the Army) as of late December, when the measure was lifted.
pt: Dez condenados à morte foram enforcados nesta terça-feira (17) no Paquistão, o maior número de execuções em apenas um dia desde a suspensão, em dezembro, da moratória da pena capital que estava em vigor desde 2008.

source: The news comes three days into a ceasefire between Ukrainian forces and the separatists in eastern Ukraine .
pt: Poucas horas após entrar em vigor o cessar-fogo entre as forças ucranianas e separatistas pró-Rússia...

source: At the end of August, the World Health Organization (WHO)
pt: A informação foi divulgada pela Organização Mundial da Saúde (OMS) nesta quarta-feira .

source: I talked to my family, my friends and my agent .
pt: É muito complicado deixar minha família, meus amigos aqui .

source: US and Russia relations,
pt: Relações entre os Estados Unidos e Cuba

source: "I think when you're with people you grow like people .
pt: E acho que é assim com os jovens até hoje.”

source: The former prime minister was ousted from government in 2011 and who has since been banned from public office, but his conservative party still has many members in parliament.
pt: Berlusconi deixou o governo em 2011 e desde então vem sendo impedido de ocupar cargos públicos, mas seu partido ainda tem muitos representantes no Parlamento.

source: The ship caught alight on one of the lower garage levels, leaving the vessel to drift without power off the Greek island of Corfu .
pt: O fogo começou num dos níveis inferiores de garagem e deixou a embarcação à deriva sem energia num mar agitado .

source: So what now ?
pt: Então, o que eu fiz ?

source: She died Tuesday after her young son grabbed a gun that was in her purse and shot her in an apparent accident, authorities have said .
pt: A arma, que estava dentro da bolsa da mulher, disparou quando o garoto encostou nela, afirmaram ontem autoridades locais .

source: Also sanctioned was Sergei Chemezov, described as a close associate of Russian President Vladimir Putin from his KGB days in East Germany .
pt: Outro alvo foi Sergei Chemezov, descrito como associado próximo de Putin desde seus dias como oficial da KGB, o serviço de segurança soviético, na Alemanha Oriental comunista .

source: "I never told anyone at school I came from the dump .
pt: Nunca contei a ninguém que trabalhava no lixão .

source: Cruz wore a dress designed by her long-time friend, John Galliano.
pt: Penelope usou um vestido do estilista John Galliano, seu amigo íntimo.

source: FBI Director James Comey noted the tense relationships between many police departments and the communities that they serve, in an online video released to time with National Police Week .
pt: O diretor do FBI, James Comey, se referiu à "especialmente difícil relação entre a polícia e as comunidades que servimos" em uma mensagem de vídeo para anunciar as estatísticas.

source: Nearly 250 Palestinians as well as ambulances carrying medical patients were allowed to cross into Egypt on Sunday.
pt: Ontem, cerca de 250 palestinos, além de ambulâncias com pacientes, cruzaram a fronteira para o Egito.

source: Peter Theo Curtis' release was announced just five days after ISIS militants released a video of one of its militants beheading Foley.
pt: Theo Curtis foi libertado poucos dias depois que militantes mataram o jornalista James Foley, sequestrado no mesmo período

source: Close to 2 million Catalans have voted in Catalonia's unofficial referendum on independence .
pt: 18:20 - Quase 2 milhões de catalães já foram votar pela independência da Catalunha

source: Turkey on Monday slammed U.S. Secretary of State John Kerry for suggesting negotiations would have to be opened with President Bashar Assad to end the conflict in Syria.
pt: Kerry afirmou no fim de semana que "ao final, será necessário negociar" com Assad para acabar com o conflito sírio, em uma entrevista ao canal "CBS".

source: PARIS May 30 Rafa Nadal's attempt to win the French Open for a 10th time picked up pace with a 6-1 6-3 6-2 third round demolition of unseeded Russian Andrey Kuznetsov at Roland Garros on Saturday.
pt: PARIS (Reuters) - A campanha de Rafael Nadal em busca de seu 10º título do Aberto da França ganhou fôlego com uma vitória demolidora sobre o russo Andrey Kuznetsov por 6-1 6-3 e 6-2 em partida de terceira rodada neste sábado em Roland Garros.

source: Google Photos tagged an African-American man's pictures of him and a friend as "Gorillas"
pt: "Google Fotos, minha amiga não é um gorila", postou o jovem.

source: But swathed in blue velvet with a 2-metre (6-foot) train, Lady Gaga this week was more 1950s Hollywood star than queen of MTV in 2014 - although still easily young enough to be Bennett's grand-daughter.
pt: Mas esta semana, envergando um vestido de veludo azul com uma cauda de dois metros, Lady Gaga estava mais para estrela hollywoodiana dos anos 1950 do que para rainha da MTV de 2014 – embora ainda jovem o suficiente para ser neta de Bennett.

source: There are good women in this world and also bad women .
pt: "Não há nada errado com essas mulheres .

source: Were entirely ready to have God remove all these defects of character
pt: Prontificamo-nos inteiramente a deixar que Deus removesse todos esses defeitos de caráter.

source: BARCELONA (Reuters) - McLaren's Fernando Alonso will be kept in hospital overnight after crashing heavily on the final day of Formula One's second pre-season test in Barcelona on Sunday.
pt: O piloto da McLaren Fernando Alonso envolveu-se em um grave acidente no último dia da pré-temporada de testes em Barcelona neste domingo, mas está “ok e consciente”, disseram fontes do circuito.

source: Saudi Arabia has summoned Iran's ambassador over a mass poisoning which killed four children and left 28 other Saudi pilgrims sick, official media said on Tuesday.
pt: A Arábia Saudita convocou o embaixador iraniano para tratar da intoxicação de trinta peregrinos sauditas no Irã que causou a morte de quatro crianças, informou a imprensa estatal nesta terça-feira (9).

source: They also found two hatchets and a machete in his car.
pt: Junto às balas, foram encontrados também um facão e duas machadinhas.

source: In Russia, it’s different .
pt: Neste ano não foi diferente .

source: Rami Abdel Rahman, the director of the London-based rights group, said the motive of the terrorist group from laying the mines is not known yet, adding, "But it is not known if the purpose is to blow up the ruins or to prevent” Syrian forces from advancing into the town.
pt: "Não sabemos se o objetivo é explodir as ruínas ou impedir que as forças do regime avancem à cidade", acrescentou, explicando que as forças do presidente sírio, Bashar al-Assad, lutam para tirar o controle da cidade das mãos dos jihadistas.

source: The offensive on the Gaza Strip ended after Egypt brokered a ceasefire agreement between Israel and Gaza Hamas-led militant groups .
pt: Desde a trégua entre Israel e o grupo militante Hamas em agosto, Gaza pouco mudou .

source: On Tuesday, an Antares rocket built and launched by Orbital Sciences Corp exploded after liftoff from Wallops Island, Virginia, destroying a cargo ship bound for the International Space Station.
pt: A indústria aeroespacial americana viveu uma semana negra, depois que o foguete Antares, da empresa Orbital Sciences explodiu na terça-feira, após decolar do Centro Espacial Wallops, na Virgínia (leste).

source: But Constancio's comments are the clearest indication yet from an ECB policymaker on the timing of any quantitative easing, which financial markets see as the central bank's best shot at stimulating the flagging economy.
pt: As declarações de Constâncio são o mais claro indício até o momento de uma autoridade do BCE sobre o momento de qualquer decisão sobre imprimir dinheiro para comprar títulos soberanos, uma política conhecida como "quantitative easing" que os mercados financeiros veem como a melhor chance de o banco central estimular a economia.

source: 'Hell no, I don't want to die .
pt: "Não me deixe morrer, tenho filhos para criar .

source: People said I wouldn't become leader and I did .
pt: (...) Eu não sou do PT, nunca fui .

source: "We will not … allow these stunts to distract from preparations underway to execute a safe and responsible exploration program," she added in a statement.
pt: Nem iremos permitir que elas nos distraiam das preparações para executar um projeto de exploração seguro e responsável.

source: Just 13.9 percent were aged 14 or under, the third lowest in the 28-member bloc.
pt: Só 13,9 por cento têm 14 anos ou menos, a terceira menor taxa do bloco formado por 28 países.

source: Russia's investigative committee said Mr Babushkin and a journalist accompanying him had been allowed to visit the prison to inspect the confinement conditions.
pt: O comitê investigativo da Rússia, ligado ao Kremlin, afirmou que eles haviam alegado que visitariam a prisão para conferir as condições do confinamento .
